/* Your account has been created! Please log in */
"accountCreatedWarning" = "Your account has been created! Please log in";

/* One of the fields is empty. */
"At least one of the fields is empty. Please go back and fix it." = "At least one of the fields is empty. Please go back and fix it.";

/* %@ */
"cell-trip-arrival" = "%@";

/* depart: %@ */
"cell-trip-departDate" = "depart: %@";

/* return: %@ */
"cell-trip-returnDate" = "return: %@";

/* readmoreButton title */
"Click to read more" = "Click to read more";

/* congratulations prompt */
"Congratulations!" = "Congratulations!";

/* departureDateLabel */
"Depart Date: %@" = "Depart Date: %@";

/* departFromLabel */
"Depart From: %@" = "Depart From: %@";

/* timeline label
 timeline label - update leg of trip */
"Destination \(thisTrip.leg + 1) of \(tripDestinations.count)" = "Destination \(thisTrip.leg + 1) of \(tripDestinations.count)";

/* Login already exists, please choose another one! */
"dualLoginWarning" = "Login already exists, please choose another one!";

/* One of the fields is empty */
"emptyWarning" = "One of the fields is empty";

/* Error! */
"error" = "Error!";

/* Fix Error */
"fix-error" = "Fix Error";

/* Do not use any characters like / or \\ */
"illegalCharactersWarning" = "Do not use any characters like / or \\";

/* Information captured! */
"info-captured" = "Information captured!";

/* The information you entered has been submitted to our team. One of our advisors will reach out to you for more information. */
"info-submitted" = "The information you entered has been submitted to our team. One of our advisors will reach out to you for more information.";

/* locationName label */
"Name: \(placeDetail.name!)" = "Name: \(placeDetail.name!)";

/* nextdestinationName
 nextDestinationName Label - next destination */
"Next Destination: \(tripDestinations[Int(thisTrip.leg)])" = "Next Destination: \(tripDestinations[Int(thisTrip.leg)])";

/* numTravelersLabel */
"Num Travelers: %@" = "Num Travelers: %@";

/* Ok */
"ok" = "Ok";

/* locationHours unavailable */
"Open now information unavailable" = "Open now information unavailable";

/* locationHours label is open now */
"Open now: \(open_now.description))" = "Open now: \(open_now.description))";

/* purposeLabel */
"Purpose of Trip: %@" = "Purpose of Trip: %@";

/* locationReviews unavailable */
"Rating information unavailable" = "Rating information unavailable";

/* locationReviews rating available */
"Rating: \(rating.description)" = "Rating: \(rating.description)";

/* Registration Successful! */
"registration-successful" = "Registration Successful!";

/* Request Plan nav title */
"Request a Plan" = "Request a Plan";

/* returnDateLabel */
"Return Date: %@" = "Return Date: %@";

/* Return to login */
"return-login" = "Return to login";

/* returnDate label */
"Returning: \(thisTrip.returnDate!)" = "Returning: \(thisTrip.returnDate!)";

/* No comment provided by engineer. */
"something-wrong" = "Something's wrong";

/* statusLabel */
"Status: %@" = "Status: %@";

/* nextDestinationName label - trip complete */
"Trip complete!" = "Trip complete!";

/* Trip Finished! */
"Trip Finished" = "Trip Finished";

/* Warning! */
"Warning" = "Warning!";

/* You finished your trip! Let's plan another! */
"You finished your trip! Let's plan another!" = "You finished your trip! Let's plan another!";

/* Location must match City, State format */
"Your location must match 'City, State' format. Please go back and fix it." = "Your location must match 'City, State' format. Please go back and fix it.";

